[
    {
        "title": "Dấu hiệu điển hình của đau dạ dày",
        "definition": "Đau dạ dày là tình trạng tổn thương của dạ dày, chủ yếu trên niêm mạc dạ dày. Bệnh thường do viêm loét gây ra. Người bệnh thường trải qua cảm giác đau âm ỉ, không thoải mái và cơn đau thường xuất hiện khi người bệnh ăn quá no hoặc quá đói. Các cơn đau cũng có thể xuất hiện khi người bệnh làm việc quá sức hoặc trải qua tình trạng căng thẳng. Tâm trạng không ổn định của họ cũng có thể làm tăng cường độ cơn đau.",
        "symptoms": "Đau thượng vị: Cảm giác đau âm ỉ và tức ở vùng bụng, có thể lan lên ngực hoặc ra lưng. Đau thường xuất hiện trong khoảng một đến hai tuần đầu và có thể tái phát theo chu kỳ, đặc biệt khi thời tiết thay đổi. Ở người có bệnh lý liên quan, cơn đau thường liên quan đến thời gian ăn: đau khi đói với người bị loét tá tràng, và đau sau ăn với người bị viêm loét dạ dày. Ăn uống kém: Bệnh nhân thường cảm thấy chán ăn hoặc ăn ít hơn do thức ăn tiêu hóa chậm. Có cảm giác đầy bụng, khó chịu và nặng nề sau khi ăn, cùng với cảm giác nóng rát và đau ở vùng thượng vị. Triệu chứng có thể dẫn đến buồn nôn sau khi ăn. Ợ hơi, ợ chua, ợ nóng: Đây là những triệu chứng gây khó chịu lớn, ảnh hưởng đến cuộc sống hàng ngày của bệnh nhân. Người bệnh có thể cảm nhận hơi và vị chua hoặc đắng từ dạ dày trào lên, thường gây đau ở vùng ức mũi hoặc sau xương ức. Những triệu chứng này xuất phát từ rối loạn hoạt động của dạ dày, gây khó khăn trong quá trình tiêu hóa. Cảm giác buồn nôn, nôn mửa: Có thể là dấu hiệu của các bệnh lý nghiêm trọng như viêm dạ dày cấp, viêm loét dạ dày, hoặc thậm chí ung thư dạ dày. Nôn nhiều có thể dẫn đến biến chứng nghiêm trọng như rách niêm mạc thực quản, mất nước, và rối loạn điện giải. Người bệnh có thể bị chóng mặt, tụt huyết áp và mất cân nhanh chóng. Chảy máu tiêu hóa: Xuất hiện dưới dạng nôn ra máu tươi hoặc máu đen, hoặc có máu trong phân (màu đỏ tươi hoặc đen). Dấu hiệu này có thể gây choáng váng, mờ mắt và tụt huyết áp do mất máu cấp. Nguyên nhân có thể từ viêm dạ dày do thuốc, loét dạ dày tá tràng, hoặc vỡ tĩnh mạch thực quản. Đầy hơi, khó tiêu: Cảm giác đầy bụng, nặng nề và bí bách sau mỗi bữa ăn do quá trình tiêu hóa bị cản trở. Triệu chứng này thường kèm theo cảm giác khó chịu ở vùng thượng vị và có thể gây ợ hơi hoặc ợ chua.",
        "advices": "Khi xuất hiện dấu hiệu đau dạ dày cấp tính, nhiều người bệnh thường không chú ý đến và các triệu chứng này có thể biến đổi theo từng đợt, khiến bệnh thêm nghiêm trọng và đe dọa đến sức khỏe. Khi gặp dấu hiệu bệnh dạ dày đáng ngờ, người bệnh cần sớm đến bệnh viện để kiểm tra và chẩn đoán nguyên nhân, phân biệt xem liệu triệu chứng có phải do đau dạ dày hay do các vấn đề sức khỏe khác. Nếu được xác định là dấu hiệu đau dạ dày, bệnh nhân cần được điều trị tích cực để ngăn ngừa bệnh tiến triển thành các biến chứng nguy hiểm. Bên cạnh việc tuân thủ phương pháp điều trị theo hướng dẫn của bác sĩ, bệnh nhân cũng có thể thực hiện một số biện pháp hỗ trợ để giảm triệu chứng đau dạ dày và tăng hiệu quả điều trị: Sử dụng chườm nước nóng hoặc muối rang nóng để làm dịu cơn đau ở vùng thượng vị do đau dạ dày. Massage vùng bụng theo chiều kim đồng hồ có thể giúp cải thiện triệu chứng đau ở vùng thượng vị và cảm giác đầy hơi, khó tiêu. Ăn một lát bánh mì nhỏ giữa các bữa ăn hoặc trong bữa ăn chính có thể giảm hoạt động của axit dạ dày và làm giảm triệu chứng đau dạ dày. Uống sữa ấm có thể làm dịu cảm giác đau ở vùng thượng vị, tạo ra một lớp bảo vệ tự nhiên trong dạ dày, giúp người bệnh cảm thấy thoải mái hơn."
    },
    {
        "title": "Bệnh Bạch hầu - nguyên nhân, triệu chứng, chẩn đoán và điều trị",
        "definition": "Bạch hầu là một tình trạng nhiễm vi khuẩn, có thể được ngăn ngừa bằng chủng ngừa. Tình trạng nhiễm trùng ở đường thở trên hay vùng mũi hầu tạo nên lớp màng xám, mà khi hiện diện tại vùng thanh quản hay khí quản, có thể gây ra thở rít và tắc nghẽn. Bị ở mũi có thể làm trẻ chảy máu mũi. Độc tố bạch hầu gây liệt cơ, viêm cơ tim, dẫn đến tử vong. Bạch hầu là cực kỳ hiếm ở Hoa Kỳ và các nước phát triển khác, nhờ tiêm vắc-xin rộng rãi chống lại căn bệnh này. Hiện nay, đã có thuốc để điều trị bệnh bạch hầu, tuy nhiên, trong giai đoạn tiến triển, bệnh bạch hầu có thể gây hại cho tim, thận và hệ thần kinh của người bệnh. Ngay cả khi điều trị, bệnh bạch hầu có thể gây tử vong với tỷ lệ 3% những người mắc bệnh bạch hầu tử vong, tỷ lệ này còn cao hơn ở trẻ em dưới 15 tuổi.",
        "symptoms": "Các dấu hiệu và triệu chứng bạch hầu thường bắt đầu từ hai đến năm ngày sau khi bị nhiễm bệnh như sau: Giả mạc hai bên thành họng, có màu trắng ngà, xám, đen, dai, dính, dễ chảy máu. Đau họng và khàn giọng Sưng hạch bạch huyết ở cổ Khó thở hoặc thở nhanh Chảy nước mũi Sốt và ớn lạnh Khó chịu Ở một số người, nhiễm vi khuẩn bạch hầu gây ra chỉ gây ra các triệu chứng bệnh nhẹ hoặc không có dấu hiệu và triệu chứng rõ ràng nào cả. Những người bị nhiễm bệnh nhưng vẫn không biết về căn bệnh của mình được gọi là người mang bệnh bạch hầu (carriers of diphtheria), bởi vì họ có thể lây truyền bệnh cho cộng động mà không có triệu chứng bị bệnh. Vi khuẩn bạch hầu gây bệnh trên da (cutaneous diphtheria) Một loại bạch hầu thứ hai có thể ảnh hưởng đến da với triệu chứng đau, đỏ và sưng, loét bao phủ bởi một màng màu xám ở vùng hầu cũng có thể phát triển trong bệnh bạch hầu trên da. Mặc dù bệnh này phổ biến hơn ở vùng khí hậu nhiệt đới, bệnh bạch hầu trên da cũng xảy ra ở Hoa Kỳ, đặc biệt là ở những người có vệ sinh kém, sống trong điều kiện đông đúc. Nếu không được điều trị, bệnh bạch hầu có thể dẫn đến: Vấn đề về thở. Vi khuẩn gây bệnh bạch hầu có thể tiết độc tố và độc tố này gây tổn thương mô ở khu vực nhiễm trùng ngay lập tức - thường là mũi và cổ họng. Tại vị trí đó, nhiễm trùng tạo ra một màng cứng màu xám bao gồm các tế bào chết, vi khuẩn và các chất khác. Màng này có thể cản trở hô hấp. Đau tim. Độc tố bạch hầu có thể lây lan qua dòng máu và làm tổn thương các mô khác trong cơ thể, chẳng hạn như cơ tim, gây ra các biến chứng như viêm cơ tim. Tổn thương tim do viêm cơ tim có thể nhẹ, biểu hiện là những bất thường nhỏ trên điện tâm đồ hoặc nghiêm trọng dẫn đến suy tim sung huyết và đột tử. Tổn thương thần kinh. Độc tố cũng có thể gây tổn thương thần kinh. Mục tiêu điển hình là dây thần kinh ở cổ họng gây khó nuốt, nếu ở cánh tay và chân cũng có thể bị viêm, gây yếu cơ. Nếu độc tố Corynebacterium diphtheriae làm tổn thương các dây thần kinh giúp kiểm soát các cơ hô hấp, các cơ này có thể bị tê liệt. Về điều trị, hầu hết những người mắc bệnh bạch hầu đều sống sót sau những biến chứng này, nhưng quá trình phục hồi thường chậm. Bạch hầu gây tử vong ở khoảng 3%  những người mắc bệnh.",
        "advices": "Kháng độc tố Dùng ngay 40.000 đơn vị kháng độc tố bạch hầu (TB hoặc TM), vì chậm trễ có thể làm tăng nguy cơ tử vong. Vì có một nguy cơ nhỏ có thể bị phản vệ nặng với huyết thanh ngựa trong kháng độc tố, do đó đầu tiên cần thử test trong da trước để phát hiện quá mẫn và phải trong tư thế sẵn sàng điều trị sốc phản vệ. Kháng sinh Bất kỳ trẻ nào nghi ngờ bạch hầu đều cần được tiêm bắp sâu mỗi ngày với procaine benzylpenicillin liều 50mg/kg (tối đa 1,2g) trong 10 ngày. Thuốc này không nên tiêm tĩnh mạch. Liệu pháp oxy Tránh thở oxy trừ phi bắt đầu có tắc nghẽn đường thở. Các dấu hiệu như thở rút lõm ngực nặng hay bứt rứt có nhiều khả năng là chỉ định của mở khí quản (hay đặt nội khí quản) hơn là cho thở oxy. Ngoài ra, sử dụng catheter mũi hay mũi hầu có thể làm trẻ khó chịu và mau thúc đẩy đến tình trạng tắc nghẽn đường thở. Tuy nhiên, nên cho thở oxy nếu bắt đầu có tình trạng tắc nghẽn và đặt nội khí quản hay mở khí quản được cho là cần thiết. Mở khí quản/đặt nội khí quản Mở khí quản chỉ nên thực hiện bởi đội ngũ có kinh nghiệm, khi có dấu hiệu của tắc nghẽn đường thở hoàn toàn, như thở rút lõm ngực nặng và bứt rứt. Khi đó, mở khí quản cấp cứu cần được thực hiện. Đặt nội khí quản qua miệng là thủ thuật thay thế, nhưng có thể làm bong tróc giả mạc và không thể giải phóng tắc nghẽn. Điều trị hỗ trợ Nếu trẻ bị sốt (≥ 39 độ C) làm trẻ khó chịu, dùng paracetamol. Khuyến khích trẻ ăn và uống. Nếu trẻ khó nuốt, có thể nuôi ăn qua ống sonde mũi dạ dày. Ống sonde dạ dày nên được đặt bởi bác sĩ có kinh nghiệm, hoặc nếu có thể, bởi bác sĩ gây mê. Tránh thăm khám thường xuyên và thực hiện các thủ thuật xâm lấn khi có thể hoặc tránh quấy rầy trẻ khi không cần thiết. Theo dõi Tình trạng của trẻ, đặc biệt là tình trạng hô hấp, cần được đánh giá bởi điều dưỡng mỗi 3 giờ và bởi bác sĩ hai lần một ngày. Trẻ nên được đặt nằm gần phòng điều dưỡng, để có thể phát hiện sớm bất kỳ dấu hiệu tắc nghẽn đường thở nào ngay khi dấu hiệu mới chớm nặng lên."
    }
]